{
  "pizza_margherita_1.jpg": "Neapolitan margherita pizza with the typical crust. Simple, beautiful, only with mozzarella fior di latte and raw basil",
  "pizza_margherita_2.jpg": "Roman margherita pizza. Slightly shallower and without a crust. With fior di latte mozzarella and raw basil",
  "pizza_margherita_3.jpg": "Roman margherita pizza, simple with only mozzarella without raw basil",
  "pizza_napoli.jpg": "Pizza Napoli in Neapolitan style with the typical crust. Tomato, mozzarella fior di latte, anchovies, capers and some basil leaves",
  "pizza_napoli_2.jpg": "Neapolitan pizza with Naples flavour. Anchovies, oregano, capers, mozzarella and tomato make the pizza very tasty. The pizza is divided into wedges",
  "pizza_quattro_stagioni.jpg": "The 4 seasons pizza is a classic of Italian cuisine. Divided into four quadrants like the seasons, we find olives, mushrooms, artichokes and cooked ham",
  "pizza_quattro_stagioni_2.jpg": "Four seasons pizza with a thin and wide base. Olives, champignon mushrooms, artichokes and cooked ham",
  "pizza_quattro_stagioni_3.jpg": "Four seasons pizza cut into wedges. In this case the cooked ham was replaced by raw ham. The pizza was divided into wedges",
  "pizza_capricciosa_1.jpg": "Capricciosa pizza with a deep base. In addition to mozzarella and tomato, it is topped without order with artichokes, black olives, mushrooms, anchovies and pieces of cooked ham",
  "pizza_capricciosa_2.jpg": "Capricciosa pizza with a rather pronounced crust, well cooked. It is topped with artichokes, black olives, mushrooms and pieces of cooked ham. Compared to the original recipe, anchovies are missing",
  "pizza_marinara_1.jpg": "Neapolitan seafood pizza. Tomato, garlic and oregano",
  "pizza_marinara_2.jpg": "Low marinara pizza. In this version a generous sprinkling of parsley has been added instead of oregano",
  "pizza_marinara_3.jpg": "Neapolitan marinara pizza. In this version, anchovies have been added in addition to the tomato and garlic of the original version",
  "pizza_quattro_formaggi_1.jpg": "Neapolitan four cheese pizza. On the base with the typical crust, fior di latte mozzarella, smoked scamorza, parmesan and gorgonzola",
  "pizza_quattro_formaggi_2.jpg": "Neapolitan four cheese pizza. In addition to the typical four cheeses mozzarella fior di latte, gorgonzola, parmesan and scamorza, basil leaves are also added",
  "calzone.jpg": "The calzone pizza reveals a mystery. What ingredients will be inside? In this case the pizza is not inflated because the tomato was added before putting it in the oven",
  "calzone_2.jpg": "The traditional calzone pizza contains cooked ham and mozzarella inside. In this case the pizza is inflated because it was cooked in the oven without tomatoes. The tomato was added once it was baked",
  "carbonara_1.jpg": "Mezzemaniche alla carbonara. Simple but much discussed recipe. The egg must not make the omelette, but the cream. Therefore, once the pasta has been drained, with the heat off, the egg yolk must be mixed with the pasta, the bacon, pecorino Romano and pepper. Guanciale should be used, not pancetta!",
  "carbonara_2.jpg": "Spaghetti carbonara. While the pasta is cooking, mix the egg yolk with pepper and pecorino romano. Once the pasta has been drained, with the heat off, add the cream and mix. Finally, add the previously fried pork guaciale.",
  "carbonara_3.jpeg": "Rigatoni carbonara. The cream that mixes with the pasta is obtained by adding the egg yolk, pork cheek, plenty of pecorino romano and pepper, once the pasta has been drained, with the heat off. It doesn't hurt to add another sprinkling of pecorino romano on top of the pasta",
  "pasta_pomodoro_2.jpg": "Penne with tomato sauce. Small pieces of basil are added to the pasta dish with tomato and penne",
  "pasta_pomodoro_3.jpg": "Tomato fusilli. The spirals of the fusilli retain the tomato pulp and the larger cherry tomatoes. On a white plate, the pasta is flavored with extra virgin olive oil and basil",
  "pasta_amatriciana_1.jpg": "Rigatoni all'amatriciana is obtained by combining tomato pulp with fried pork guaciale and pecorino romano.",
  "pasta_amatriciana_2.jpg": "Rigatoni all'amatriciana. While the pasta is cooking, let the bacon sizzle in the pan, add the tomato pulp and, once the pasta has been drained, sprinkle with plenty of pecorino romano",
  "pasta_amatriciana_3.jpg": "Tonnarelli can also be used for pasta all'amatriciana. However, the sauce cannot be changed. Once the guaciale is crunchy, tomato and pecorino romano should be added",
  "pasta_pesto_1.jpg": "Genoese pesto fusilli is another classic of Italian cuisine. Genoese pesto can be more or less fine, but it must contain basil, extra virgin olive oil, parmesan, garlic and pine nuts",
  "pasta_pesto_2.jpg": "Spaghetti with Genoese pesto. The chopped parmesan, basil, pine nuts, garlic and extra virgin olive oil makes Genoese pesto an excellent condiment for spaghetti",
  "pasta_norma_1.jpeg": "With standard half sleeves we fly to Sicily. Tomato, aubergines, flakes of salted ricotta and basil make this first course an Italian excellence. The aubergines have been sliced into round slices",
  "pasta_norma_2.jpg": "Paccheri alla norma. The aubergines are mixed with the tomato which, flavored with salted ricotta and extra virgin olive oil, make the first course exceptional. The plate was decorated with two beautiful basil leaves",
  "pappardelle_cinghiale.jpeg": "Pappardelle with wild boar is a classic of Tuscan cuisine. The wild boar ragù in this case is fine-grained and flavored with a parsley leaf",
  "pappardelle_cinghiale_2.jpg": "Pappardelle with wild boar with chunks of wild boar. A delicacy of Tuscan and Umbrian cuisine",
  "bistecca_fiorentina_1.jpg": "Florentine steak with fillet and rib. Cooked rare, cut into large pieces with grains of coarse salt on top and served on a black plate",
  "bistecca_fiorentina_2.jpg": "Bistecca alla fiorentina mentre viene tagliata a fette. La bistecca è cotta al sangue e posta su un tagliere di legno",
  "bistecca_fiorentina_3.jpg": "T-bone steak being sliced. The steak is cooked rare and placed on a wooden cutting board,",
  "cosce_pollo_1.jpg": "Roasted chicken legs with potatoes in a bowl. Garlic cloves have been added to flavor the potatoes",
  "cosce_pollo_2.jpg": "Chicken legs cooked in a pan and arranged on a white tray",
  "filetto_manzo_1.jpg": "Beef fillet cooked on the grill and tied with string",
  "filetto_manzo_2.jpeg": "Grilled fillet with pink, green and black peppercorns as it is about to be cut. The fillet is placed on a wooden cutting board and there is a rosemary leaf next to it to flavor the meat.",
  "filetto_pepe_verde.jpg": "Grilled fillet with green pepper and flavored with cream and green pepper",
  "filetto_pepe_verde_2.png": "Two round fillets with green pepper. The fillets are tall and flavored with cream and green pepper. The cream slides delicately onto the plate",
  "petto_pollo_pizzaiola.jpg": "Pizzaiola-style chicken breast. In this version of the dish, the chicken breast was covered with tomato pulp and mozzarella. Basil leaves were then placed as decoration",
  "petto_pollo_pizzaiola_2.jpg": "chicken breast pizzaiola style. The chicken breast has been flavored with tomato, mozzarella, capers and green olives. Everything is served on a white plate",
  "pollo_arrosto_1.jpg": "Whole roast chicken, well cooked, served on a tray with lemon.",
  "pollo_arrosto_2.jpg": "Whole roast chicken with roast potatoes. Everything is served on a tray",
  "vitello_tonnato_2.jpg": "Vitello tonnato served on a round plate. The tonnato sauce completely covers the veal slices. There are capers on top of the sauce",
  "vitello_tonnato_1.jpg": "Vitello with tuna sauce served on a tray. The veal slices are arranged in a circular pattern. In the center there is the tuna sauce with some capers for decoration",
  "vitello_tonnato_3.jpg": "Vitello tonnato served on a rectangular tray. The veal slices are arranged in three rows. The sauce is not applied abundantly on top of each slice. In the same way, a caper has been placed on each slice",
  "porchetta_1.jpg": "Porchetta cooked in wood fire from Monte San Savino. The porchetta is well cooked, with crispy rind. Spices such as garlic, sage, rosemary and the inevitable liver are visible inside",
  "porchetta_2.jpg": "Two slices of wood-fired porchetta. One slice is whole while the second is cut on a wooden cutting board. Under it two slices ready to be eaten",
  "porchetta_3.jpg": "Slice of wood-fired porchetta from Ariccia arranged on a wooden cutting board. The crunchy crust is clearly visible",
  "tiramisu_1.jpg": "Is tiramisu the most famous dessert in the Italian tradition? It is certainly the one with the most variations. This is the classic version, with ladyfingers soaked in coffee, mascarpone cream and a sprinkling of cocoa on top",
  "tiramisu_2.jpeg": "Portion of tiramisu with ladyfingers soaked in coffee, mascarpone cream and cocoa",
  "tiramisu_3.jpg": "In the foreground a portion of tiramisu on a white plate. In the background a second portion of tiramisu and a cup of coffee with chocolate on the saucer.",
  "panna_cotta_1.jpeg": "Panna cotta garnished with berries and dusted with icing sugar",
  "panna_cotta_2.jpg": "Portion of caramel panna cotta arranged on a dessert plate with spoon",
  "panna_cotta_3.jpg": "Chocolate panna cotta. The image shows while breaking the panna cotta with a spoon to take a taste",
  "baba_1.jpeg": "You can't visit Naples without tasting a babà. The soft dough soaked in rum syrup makes it one of the best desserts ever",
  "baba_2.jpg": "Plate with three classic rum-soaked babas",
  "baba_3.jpg": "Saucer with babà filled with cream and cherry. The sweet rum syrup, combined with the cream and cherry make the babà a delight",
  "bigne_1.jpg": "Three chocolate puffs on a golden plate. The chocolate on the puffs is shiny and the puff pastry is cooked perfectly",
  "bigne_2.jpg": "Plate with three chocolate puffs filled with cream. The chocolate has been placed on the puffs in a cascade and slides onto the plate in a decidedly attractive way",
  "bigne_3.jpg": "Plate with four pistachio cream puffs. All the sweets have been divided in two and filled with pistachio cream. Above each of them there is pistachio icing covered with chopped pistachios",
  "crostata_1.jpg": "Shortcrust pastry tart with red fruits and cream. A cascade of red fruits such as strawberries, raspberries and blueberries dominate a delicious custard that fills the base of a crunchy shortcrust pastry",
  "crostata_2.jpg": "Soft pastry tart with custard. Plenty of icing sugar has been sprinkled on the tart and the dessert is placed on a decorated white cutting board. A slice of dessert is ready to be enjoyed",
  "crostata_3.jpg": "Soft pastry tart with cream and strawberries. Strawberry pieces are placed in a circular pattern on top of the cream. A whole strawberry is in the center of the dessert. The dessert is placed on a dark blue plate",
  "millefoglie_1.jpg": "Three-layer portion of millefeuille. The layers are filled with abundant Chantilly cream. The last layer is dusted with chopped hazelnuts and icing sugar",
  "millefoglie_2.jpg": "Millefoglie with custard and chocolate. The dessert contains four rectangular millefeuille pastry children interspersed with cream and chocolate. Strawberries and icing sugar are placed above and next to the dessert for decoration",
  "millefoglie_3.jpg": "Millefoglie with cream, strawberries and chocolate chips. Three layers of square millefeuille pastry are filled with custard and chocolate chips. The dessert is entirely covered with strawberries dusted with icing sugar. Next to the tray is the whisk with which it was mixed the cream contained in the dessert"
}
